<template>
  <UserLayout>
    <h1 class="text-2xl my-4 text-primary">
      服務條款
    </h1>
    <p>
      派工媒合網 使用者條款（以下簡稱「本協議」），是 派工媒合網 （以下簡稱「本平台」、或「本服務」） 與 派工媒合網 之註冊會員（
      以下簡稱「會員」、「員工」或「您」）的共同協議。 您使用或訪問 派工媒合網 網站或任何 派工媒合網 產品、軟體、資料源，以及所有通過 派工媒合網相關 向您提供的服務時，即視為您已知悉、並完全同意本協議的所有約定，並同意受其及相關法
      律之約束。
    </p>
    <p>
      您應定期查閱本協議之最新版本。派工媒合網 可依其自身決定隨時修改或更正本協議及相關政策；如您繼續使用本服務即表示您同意接受上述修改或更正的約束。
    </p>
    <p>
      您須年滿18歲方可使用本平台，當您使用本平台時，則視為您已經閱讀、瞭解並同意本協議之內容及其後之修改變更。如果您不同意本協議的任何部分，請停止使用本平台。
    </p>
    <div class="mt-6">
      <span>第一條：服務說明</span>
      <p>
        派工媒合網 為提供會員線上求職以及企業工作職缺媒合的服務平台，這個平台提供包括但不限於：所有通過 派工媒合網 
        網站提供的產品、軟體、服務、派工媒合網網站、派工媒合網行動裝置應用程式（APP）和其他應用程式。會員透過免費註
        冊或是付費註冊後即可進行工作任務查找、企業推薦以及職缺媒合的服務。我們提供會員之服務則僅限於工作資訊查找。
      </p>
    </div>
    <div class="mt-6">
      <span>第二條：註冊及會員資料</span>
        <p>
          您應擔保您所提供的所有會員註冊資料，均為正確、即時與完整的資料，且不得以第三人之名義註冊為會員。
        </p>
        <p>
          您於申請註冊成為本服務會員時，應填寫正確而詳實的個人資料。若您已填寫過會員資料並註冊為會員後，也請隨時更新過
          時或已變更之個人資料。如您未即時提供會員資料、更新會員資料、未按指定方式提供會員資料、所提供之會員資料不正確
          或與事實不符，本平台有權不經事先通知，逕行暫停或終止您的會員的帳號，並拒絕您使用本服務之全部或部份功能。
        </p>
        <p>
          您註冊會員後取得的帳號和密碼，僅供您本人使用，該會員帳號不可轉讓、銷售、贈與或被繼承。
        </p>
        <p>
          當您決定不再使用您的帳號時，應向本平台申請註銷該帳號。無論以有償或無償之方式，您不得將您的會員帳號或密碼透露
          或提供予任何第三人登錄或使用，任何經由輸入您的帳號所發生的交易、活動，均將被視您的行為，並由您自負所有衍生之
          責任。
        </p>
        <p>
          未註冊之一般使用者亦須為您於 派工媒合網 之所有行為負責。
        </p>
        <p>
          您同意並明白，倘您需要 派工媒合網協助處理客服事項時，派工媒合網需核對您的個人資料。如果我們發現您註冊時所登錄
          之資料與您實際情形不符合時，您瞭解派工媒合網可能無法對您提供客服服務，對此我們不負任何損害賠償責任。
        </p>
        <p>
          如果您未保管好自己的帳號和密碼而對您、派工媒合網或第三方造成損害，您將自負全部責任。
        </p>
        <p>
          如果您發現或懷疑您的會員帳號和密碼被其他人冒用，請立即通知本公司的客服人員(「聯繫我們」留言）。
        </p>
        <p>
          您提供之個人資料只會用於 派工媒合網的服務之中，除依法令規定或主管機關之要求，我們不會提供給任何第三方。有關您
          的個人資料相關權益，請參考我們的隱私權聲明。
        </p>
    </div>
    <div class="mt-6">
      <span>第三條：本服務之提供方式</span>
      .....
    </div>

  
<!-- 
  當您於 派工媒合網完成註冊程序並由本平台完成設定後，您即取得本平台會員之資格，可以開始使用本服務之會員功能。一
  般使用者則得以「訪客」身分使用有限制之服務內容。

  如果您連續180天未登入使用本服務時，您同意並瞭解本平台有權暫停向您提供所有免費服務的使用權，並有權清除您於本服
  務儲存之所有資料。關於您登入使用本服務之紀錄，以本平台系統內所留存之紀錄為準。

  本平台有權增加、變更或取消本服務系統或功能之全部或一部份，您了解並同意相關取消或變更之服務內容將公告於本平台
  ，我們無須各別通知您。

  如本平台對個別活動另訂其他使用規範或約定時，您應同時遵守各活動之使用規範及相關規定；如各活動之使用規範或約定與
  本協議有所衝突時，本平台保留最終解釋適用之權利。

  您瞭解並同意如果本服務需有或內含可下載軟體，該軟體可能會在提供新版或新功能時，在您的裝置上自動更新，但您可根據
  您使用之裝置調整有關軟體自動更新之設定。

  您同意派工媒合網可以向您的電子信箱、電腦或行動裝置發送本服務之公告或商業訊息。

  第四條：付費服務
  您瞭解並同意倘欲使用本平台付費服務時，須向本平台或透過本平台配合之第三方公司支付款項。當您使用付費服務時，您同
  意遵守本平台之付費相關之規定。

  本平台對於付費服務之計費標準具有獨立之決策權，計費方式經本平台公告後生效，您應比照辦理之。

  本平台保留新增或變更本公司服務費用之權利，但若服務費用增加而影響會員既有權益時，應於一個月前公告並以電子郵件通知您。

  第五條：資料分享
  您瞭解並同意於派工媒合網上張貼或上傳之內容預設為公開予所有人觀看，任何網路使用者得經第三人轉載或分享、使用搜尋
  技術取用您張貼或上傳之內容。

  您了解並同意張貼或上傳之內容亦會公開展示於派工媒合網的相關系統網路上，包括但不限於派工媒合網的搜尋服務，或
   派工媒合網平台所舉辦的行銷活動上。

  於一般情形下，您於派工媒合網上傳之內容將被保留 10 天。除經 派工媒合網特別同意或符合本平台特殊合作夥伴/廠商/付費會員
  之資格，而得延長張貼或上傳之內容保存期限外，派工媒合網有權直接刪除您上傳超過 10 天之內容，而不需另行通知。

  第六條：上傳內容智慧財產權注意事項
  您透過本服務所張貼或上傳之聲音、影像、視頻、文本、軟體、腳本、圖形、照片、音樂、視聽組合、互動功能和其他材料等
  （以下簡稱「內容」)，應自行擔保上傳內容未侵害第三方著作權、專利、商標、營業秘密或其他第三方專有權利（以下合稱「智慧財產權」）。

  倘您上傳之內容所涉及之智慧財產權非您所有，您於上傳時應擔保您已獲得內容合法所有人的許可授權，並有權利進一步授予 
  派工媒合網 於本平台上進行利用。但本平台沒有張貼或使用您所提交之內容的義務，且可以自行隨時移除任何提交內容。
  本平台對您張貼或上傳至本平台之內容不負任何責任。

  倘本平台因您張貼或上傳至本平台之內容，遭受第三方主張侵害其權利時，本平台除得立即移除前述提交內容外，如因此
  導致本平台受損時，您應就本平台所受之損害負賠償責任（包括但不限於訴訟費用及律師費用等）。

  派工媒合網 並不對任何會員或一般使用者提交到本服務之內容，表達任何或其他任何意見或建議。本平台對會員或一般使用者
  提交到本服務的內容並不具有初始控制及編輯權限。本平台於前述提交之內容經任何人向本公司檢舉具有違法之虞時，有逕予
  刪除該提交內容之權利。前開情形發生時，本平台得對於內容提交者（會員或一般使用者）進行本服務之暫時性或永久停權使用之處置。

  第七條：提供影片、圖像、文字及聲音內容予派工媒合網
  對於您張貼或上傳至本服務平台之內容，無論係透過一般使用或訂閱付費服務，本平台並不主張成為該等內容之智慧財產權人
  。當您在張貼、上傳、輸入、提供或提交上傳內容時，即表示您永久且不可撤回地依本協議授予本平台及本平台之合作
  企業，得基於行銷及商業目的，於所有其他 派工媒合網之服務上使用上傳內容之全球性、免權利金、非專屬、可轉授權之權利；
  前述所稱其他 派工媒合網服務，包括但不限於派工媒合網網頁服務及行動裝置 APP 服務、行銷平台之散佈、或以任何媒體格式
  或媒介或經由任何媒體管道之方式所提供者。

  前述權利包含但不限於對上傳內容進行重製、散布、傳輸、公開展示、公開演出、重製、編輯、翻譯等，以及公開展示與公開
  標示您的名字。

  您一旦提供您的影片、圖像、文字及聲音等內容於 派工媒合網服務內，您亦授予他人對您的影片、圖像、文字及聲音等內容有
  下列使用權及權利：

  得經由 派工媒合網服務存取您影片、圖像、文字及聲音等內容之非專屬使用權；
  得對於您的影片、圖像、文字及聲音內容進行評價、討論、評論及加標籤等；
  得在其網站上崁入含有您的影片、圖像、文字及聲音等內容的 派工媒合網播放器的功能；
  得經由電子郵件或即時通訊傳送、傳輸並散佈您的影片、圖像、文字及聲音等內容；
  得經由 派工媒合網的網路服務 API 或經由 RSS 或任何類似的 XML 或相關資料源(feeds)存取您的影片、圖像、文字及聲音等內容；
  得依 派工媒合網服務所許可之功能，在本協議之規定下，非專屬地使用、重製、散佈、重混、製作您的影片、圖像、文字及聲音
  內容之衍生著作及編輯物，並得傳輸、展示及播放您的影片、圖像、文字及聲音內容；
  若他人侵害您的著作人格權、進行逾越您授權範圍之使用或侵害您其他個人權利，您瞭解並同意該紛爭應由您與該侵權之他人自
  行解決。

  當您下載並使用本服務行動裝置 APP，即表示您同意本服務存取您的行動裝置之相機鏡頭、麥克風以及儲存空間，作為擷取直播
  影像、聲音，以及影片觀看等相關功能使用。

  第八條：內容與行為之規範
  關於您所提供予 派工媒合網 之內容及您於本平台中播放或公開之所有內容，您同意並承諾不為以下行為:

  上載、張貼、公布或傳送任何誹謗、侮辱、具威脅性、攻擊性、不雅、猥褻、不實、違反公共秩序或善良風俗或其他不法之文字、
  圖片或任何形式的檔案或言行舉止；
  侵害他人名譽、隱私權、營業秘密、商標權、著作權、專利權、其他智慧財產權及其他權利；
  違反依法律或契約所應負之保密義務；
  冒用他人名義使用本服務；
  上載、張貼、傳輸或散佈任何含有電腦病毒或任何對電腦軟、硬體產生中斷、破壞或限制功能之程式碼之資料；
  從事不法交易行為或張貼虛假不實、引人犯罪之訊息；
  提供賭博資訊或以任何方式引誘他人參與賭博；
  偽造訊息來源或以任何方式干擾傳輸來源之認定；
  干擾或中斷本服務或伺服器或連結本服務之網路，或不遵守連結至本服務之相關需求、程序、政策或規則等；
  從事任何可能含有電腦病毒或是可能侵害本服務系統、資料之行為。
  追蹤他人或其他干擾他人或為前述目前蒐集或儲存他人之個人資訊；
  以及其他本公司有正當理由認為不適當之行為。
  倘您違反前項規定，在必要時，您同意本平台無需事先通知您即可終止提供本服務，並暫停、關閉或刪除會員帳號中所有相關資
  料及檔案。

  第九條：禁止事項
  會員及一般使用者不得直接或間接利用本平台服務，從事下列行為：

  對於本平台其他會員或使用者發送垃圾電子郵件或其他廣告訊息。
  企圖入侵本公司伺服器、資料庫、破解本平台安全機制或其他危害本服務提供安全性或穩定性之行為。
  對本服務的任何部分作改變或修改。
  除了本服務本身的視頻播放頁面、嵌入式播放器或其他經 派工媒合網明確授權的方法，不得通過其他技術或方法訪問本服務網站
  、程式及所有內容。
  如果在您的網站上使用本服務之嵌入式播放器，您不得修改或遮罩嵌入式播放器的任何部分或功能或添加更多功能，包括但不限於
  連結回 派工媒合網網站的圖示或文字。
  使用或運行任何自動化系統（包括但不限於，"機器人"、"蜘蛛" 或 "離線閱讀器"）造訪本服務。
  直接或間接利用本公司服務，為任何違反法律之行為。
  未經 派工媒合網 之同意，您不得從事下列行為：

  透過本服務發布廣告資訊或銷售商品；
  對連接至本服務之連結進行銷售；
  對本服務進行販售、出租或為其他未經本平台許可的營利行為。
  第十條：責任
  您於本服務所張貼的觀點、建議和其他所有訊息，僅代表您的個人看法，與本平台無關。

  您同意若因其他會員或使用者行為造成您權利的損害或其他妨害時，不會對本平台行使或主張任何權利或賠償。本平台有權依其單方
  決定，刪除您於本服務所張貼之任何違反規定之訊息或內容，甚至停止對您提供所有服務，您不得因此向本平台請求任何損害賠償。

  當您使用本服務時，請您自行確認所使用之電腦、行動裝置或其他硬體設備、網路環境等均符合本服務得以正常提供之必備之條件。

  我們目前提供免費的網站及行動裝置 APP 服務，但您需自行承擔電信或網路供應商的費率和費用，如簡訊費用和數據傳輸費用等。

  您使用本服務所衍生之法律責任，由您自行負責，本平台依法將配合檢調單位之偵查，提供相關記錄或資訊。

  非中華民國籍之個人，於使用本服務從事商業行為前，應自行確認已依法向主關機關取得相關應備之工作許可證。若未依法取得所需
  之許可，其後果應自行負責，與本平台無關。若於中華民國以外之地區使用本服務從事商業行為或其他表演行為時，亦須自行確保符合當地相關法令。

  第十一條：重大違約處理
  會員及一般使用者違反本協議或本平台其他服務條款時，本公司得視情節之輕重，為暫時或永久停權之處分，或為其他適當處置。除
  另有規定者外，本平台於下列情形得採取永久停權方式處理：

  違反本協議第五條、第七條、第八條、第九條及第十條之規定者。
  侵害他人權利或違反法律規定，經第三人以書面通知本公司者。
  因違反相關法令或違背本協議之任一條款，致本平台或其關係企業、受僱人、受託人、代理人及其他相關履行輔助人因此而受有損害
  或支出費用時，違反者應負擔損害賠償責任或填補其費用（包括且不限於因進行民事、刑事及行政程序所支出之律師費用）。
  第十二條：風險承擔
  您瞭解 派工媒合網須透過連網提供相關服務，在穩定性、安全性上具有相當程度的風險。

  本平台所提供之各項資訊、電腦程式等，因電腦軟、硬體環境之不同，可能與您個人終端裝置或其他使用本平台服務之設備相衝突或
  造成系統不穩定。

  會員或其他一般使用者透過 派工媒合網所張貼或提供之資訊，可能含有病毒或其他惡意程式。

  本服務亦有可能因斷電或任何非得由本服務控制等因素所造成的網路連接、或因網路連接造成服務無法提供。

  您同意自行承擔前述所有風險，對於本條前述原因所生之所受損害，本平台不負任何責任。

  第十三條：系統之中斷、故障
  本服務可能會出現無預警中斷或故障之情形，並造成您無法使用、資料喪失、錯誤、或其他經濟上損失等情形，您同意除因本平台故意
  或重大過失所致者外，本公司不負任何責任。

  第十四條：服務之暫停與變更
  本公司於下述情形，得經事前或事後公告，暫停相關服務：

  本平台服務系統更新、維護或其他施工所必要之情形
  本平台服務所使用之電信服務提供者無法提供連線服務時
  因天災、暴動、罷工或其他不可抗力因素，致本平台暫時無法提供服務者
  其他經本公司於二十四小時前公告者。
  本平台於前項情形，對於會員及一般使用者皆不負任何補償責任。您同意本平台服務得依本平台單方決定變更服務內容之全部或一部，
  若涉及會員權益重大時，本平台應於一個月前公告或通知會員資料所載之電子郵件信箱或手機號碼。
  您若不同意服務之變更時，應於公告或收到通知後，並停止使用本平台相關服務。

  第十五條：服務終止
  您瞭解並同意 派工媒合網可隨時根據營運之實際情況中斷本服務之全部或一部分服務，且不需對任何個人或第三方負責。

  您同意本平台得自行判斷因任何理由，包含但不限於一定期間未使用、法院或政府機關命令、本服務無法繼續、服務內容實質變更、無
  法預期之技術或安全因素或問題、您所為詐欺或違法行為、未依約支付費用，或其他本平台認為會員已經違反本協議的明文規定及精神
  ，而終止或限制會員使用帳號（或其任何部分）或本服務之使用，並將本服務內相關會員內容加以移除並刪除，購買付費服務之會員亦同。

  當我們對您終止本平台之全部或一部份之服務時，若涉及會員已預付費用之服務，則應於一個月前通知會員，並公告於本服務之明顯處
  所。若本平台全部或一部份之服務終止，將導致會員預付費用於終止時無法使用完畢時，本平台將依法公布退款辦法，以維護會員之權益。

  第十六條：隱私權保護
  尊重您的個人隱私是 派工媒合網 的基本政策。所以，派工媒合網 一定不會在未經您合法授權時公開、編輯或透露您的資料，除非有法律
  許可要求或在誠信的基礎上認為透露這些信息是必要的，包括但不限於以下幾種情形：

  為遵守有關法律規定，包括在政府執法部門查詢時。
  為維持並提供 派工媒合網 服務正常運作所需。
  維護 派工媒合網 的商標或商譽之維護。
  在緊急情況下竭力維護會員的個人和社會大眾的隱私安全。
  有關您個人資料之詳細規範，請參照本服務之隱私權聲明。

  第十七條：本服務智慧財產權保護與軟體授權及下載規範
  本服務所提供之影片、文字、聲音、圖形、電腦程式、商標等，其智慧財產權均屬於本平台或其授權人所有，非經本平台合法授權之利用
  行為，均屬智慧財產權之侵害。

  任何人（不限於會員或本服務一般使用者）只能在 派工媒合網 或所有權人授權下才能使用前述內容，且不得逕自使用、修改、重製、公開
  播送、改作、散布、發行、公開發表、進行還原工程、解編或反向組譯、或創造與內容有關的衍生產品。若您欲引用或轉載前述軟體、程式
  或網站內容，必須依法取得本平台或其他權利人的事前書面同意。

  本平台提供之服務及軟體僅供您使用本平台服務之用，會員及一般使用者僅得將本平台所提供之服務軟體，於使用本服務之目的作為授權範
  圍內利用，且同時應尊重智慧財產權，如有違反，違反者應對 派工媒合網負損害賠償責任（包括但不限於訴訟費用及律師費用等），本平台
  並得逕予將您的帳號停權或為其他處置。

  第十八條：責任限制
  您明確瞭解我們對於本公司所提供之服務，除本協議或另有規定者外，不提供任何明示或默示的擔保，前述不擔保之範圍包含但不限於商業
  適用性、特定目的之適用性及未侵害他人權利。

  本平台特別聲明對以下事項並不提供任何保證：

  本服務符合會員及一般使用者之期待或需求。
  本服務以永久、及時、不受干擾、安全、穩定、無錯誤的方式提供。
  您同意我們對於非因本平台故意或重大過失所致之責任，無須負任何責任；若依法本平台須負法律責任時，您同意本平台所負之賠償責任上
  限，為您當年度使用本服務所支付予本平台之費用總額。

  第十九條：連結及廣告
  您瞭解並同意本服務所提供之所有連結，可能連結到其他個人、公司或組織之網站，提供該等連結之目的，僅係為便利會員及一般使用者自
  行搜集或取得資訊，本平台對於被連結之該等個人、公司或組織之網站上所提供之產品、服務或資訊，既不擔保其真實性、完整性、即時性
  或其可信度；該等個人、公司或組織亦不因此而當然與本平台有任何僱佣、委任、代理、合夥或其他類似之關係。

  本服務所刊登之所有廣告內容或相關資訊，乃由各該廣告委刊廠商所提供，會員及一般使用者須自行判斷廣告內容之真實性與可信度。 
  派工媒合網僅接受委託予以廣告刊登，不對前述廣告負擔保責任。刊登於本平台服務之廣告，不代表本平台對各該廣告負任何保證或事前審查之責任。

  第二十條：免責聲明
  對於本服務提供之品質、準確性及完整性將盡商業上合理之努力盡可能提供您最完整之體驗，但內容如有錯誤或遺漏，本平台及其管理人員
  、董事、員工和代理人不會承擔任何賠償責任。

  在法律允許的最大限度內，派工媒合網 茲聲明免予承擔所有有關本服務或與其連結的網站內容的準確性或完整性的保證、條件、條款和陳述
  ，並且不承擔下列責任：

  本服務中出現之錯誤或內容失實；
  您訪問或使用本服務引起任何性質的人身傷害或財產損害；
  未經授權訪問或使用有安全措施的伺服器和/或儲存在伺服器上的任何個人資訊和/或財務資訊；
  我們服務的中斷或停止傳輸；
  第三方可能通過我們的服務傳輸的任何軟體錯誤、病毒、木馬或類似性質的程式；和/或
  任何內容中的錯誤或疏忽，或由於使用發佈、郵件傳送、傳輸或通過服務的其他方式獲得的內容，導致的任何形式的損失或損 害。 
  派工媒合網不保證、擔保或承擔由任何第三方通過服務或任何超連結服務或橫幅功能或其他廣告發佈或提供的產品或服務的責任，
  以及您與第三方提供商就商品或服務的交易。於前述情況下，您應當盡到自己最佳的判斷和合理的謹慎。
  第二十一條：本協議修訂及生效
  派工媒合網 有權修改本協議，本協議條款一旦經修正，將在本服務在重要頁面上公告修改內容，該修正內容一經公告即生效力。 
  派工媒合網 保留修改本協議而不需通知會員的權利。 派工媒合網 對於本協議之修正，不需對會員或第三方負責。

  倘您對本協議之增修不與同意，或對 派工媒合網 的服務不滿，可以行使如下權利：

  停止使用 派工媒合網 的服務。
  通知 派工媒合網 停止對您會員帳號的服務。
  結束會員服務後，會員使用服務的權利馬上中止。自該時起，會員沒有權利、 派工媒合網 也沒有義務傳送任何未處理的信息或未完
  成的服務給會員。
  第二十二條：其他
  本協議使用或說明各條標題，僅為查閱而設，不影響有關條款之解釋、說明及瞭解。

  本協議所定之一部份條款被司法機關確認為無效時，並不影響其他條款之效力，於本平台修改該無效之條款前，應依中華民國相關法
  律規定處理。

  本協議之解釋與適用，悉依中華民國法律予以處理，會員並同意因本協議所生之爭議，除法律另有規定者外，應以台灣台北地方法院
  為第一審管轄法院。 -->



    
  </UserLayout>
</template>